Repository: seferdemirci/wordpress-fixed-sticky-widget
Catalog: languages/fixed-sticky-widget-*.po
Languages: de_de, tr_tr

source: Settings saved.
de_de: Einstellungen gespeichert.
tr_tr: Ayarlar kaydedildi.

source: Settings
de_de: Einstellungen
tr_tr: Ayarlar

source: Plugin Active
de_de: Plugin aktivieren
tr_tr: Eklentiyi Etkinleştir

source: Widget Selector
de_de: Widget-Selektor
tr_tr: Araç Öğesi

source: Enter the HTML element selector for the widget to be fixed (e.g., ".my-widget". Only one element is accepted).
de_de: Geben Sie den HTML-Element-Selektor für das zu fixierende Widget ein (z. B. ".my-widget". Es wird nur ein Element akzeptiert).
tr_tr: Sabitlenecek araç için HTML öğe seçicisini girin (örneğin, ".sabitlenecek-aracim". Yalnızca bir öğe kabul edilir).

source: Stopper Selector
de_de: Stopper Selektor
tr_tr: Durdurucu Öğesi

source: Enter the HTML element selector for the page footer or stopper. The stop elements will push sticky elements up as soon as they reach them while scrolling. (e.g., "#footer". Only one element is accepted).
de_de: Geben Sie den HTML-Elementselektor für den Seitenfuß oder den Stopper ein. Die Stopp-Elemente schieben Sticky-Elemente nach oben, sobald sie beim Scrollen erreicht werden. (z. B. "#footer". Es wird nur ein Element akzeptiert).
tr_tr: Sayfa altbilgisi veya durdurucu için HTML öğesini girin. Durdurucu öğeler, kaydırma sırasında yapışkan araçları sayfa altbilgisi veya durdurucuya ulaşır ulaşmaz yukarı itecektir. (örneğin, "#footer". Yalnızca bir öğe kabul edilir).

source: Top Padding
de_de: Obere Polsterung
tr_tr: Üst Dolgu

source: Set the top padding in pixels when the widget is fixed. The distance fixed elements will keep from the top of the window.
de_de: Legt den oberen Abstand in Pixeln fest, wenn das Widget fixiert ist. Der Abstand, den feste Elemente vom oberen Rand des Fensters einhalten.
tr_tr: Araç sabitlendiğinde üst dolguyu piksel cinsinden ayarlayın. Bu sabit araçları pencerenin üst kısmından uzak tutacağı mesafedir.

source: Gap
de_de: Lücke
tr_tr: Boşluk

source: Set the gap in pixels between the widget and the footer or stopper.
de_de: Legen Sie den Abstand in Pixeln zwischen dem Widget und der Fußzeile oder dem Stopper fest.
tr_tr: Araç ile altbilgi veya durdurucu arasındaki boşluğu piksel cinsinden ayarlayın.

source: Enable on Mobile
de_de: Aktivieren auf Mobile
tr_tr: Mobil Cihazlarda Etkinleştir

source: Enable the sticky widget functionality on mobile devices.
de_de: Aktivieren Sie die Sticky Widget-Funktion auf mobilen Geräten.
tr_tr: Mobil cihazlarda yapışkan araç işlevini etkinleştirin.

source: Save Changes
de_de: Änderungen speichern
tr_tr: Değişiklikleri Kaydet

source: The users who are using cache plugins, please remember to clear the cache after making changes on this setting screen.
de_de: Die Benutzer, die Cache-Plugins verwenden, sollten daran denken, den Cache zu leeren, nachdem sie Änderungen auf diesem Einstellungsbildschirm vorgenommen haben.
tr_tr: Önbellek eklentileri kullanan kullanıcılar, lütfen bu ayar ekranında değişiklik yaptıktan sonra önbelleği temizlemeyi unutmayın.
